Repository: space-dictators/UDCAppleStore
Catalog: UCDAppleStore/UCDAppleStore/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: %@원
en: KRW %@
ja: %@ウォン

source: %@을 삭제하시겠습니까?
en: Do you want to remove %@ from the cart?
ja: %@をカートから削除しますか。

source: 삭제
en: Delete
ja: 削除

source: 알림
en: Warning
ja: お知らせ

source: 장바구니를 전부 비우시겠습니까?
en: Are you sure you want to empty your cart?
ja: カートの商品を全て削除しますか。

source: 초기화
en: Clear
ja: すべて削除

source: 총 %lld개 결제하기
en: Buy %lld items
ja: まとめて%lld個購入する

source: 총액 : %@원
en: Total Price : KRW %@
ja: 合計 : %@ウォン

source: 취소
en: Cancel
ja: キャンセル

source: 한 품목당 구입 가능한 최대 수량은 10개입니다.
en: You can purchase up to 10 units per item.
ja: 1品目あたり購入上限は10個になります。

source: 확인
en: OK
ja: 確認
